{
  "home.title1": "Il mio viaggio nel",
  "home.title2": "campo dell'",
  "home.title3": ".",
  "home.text": "Benvenuto nel mio portfolio! Mi chiamo Davide e ho 26 anni. Ho sempre amato l'arte e la tecnologia; Ho studiato informatica alle superiori e grafica in universitá. Dopo alcuni tentativi di lavoro come fotografo e grafico freelancer, ho deciso di unire le mie passioni e sfruttarle nel campo dell'informatica!",
  "button": "I miei progetti",
  "about.title1": "Come l'",
  "about.title2": "unisce e integra le",
  "about.title3": "mie esperienze.",
  "about.title4": "informatica",
  "about.text": "Fin dall'infanzia ho unito arte e tecnologia, conseguendo un diploma in informatica e una laurea in design grafico. Questa passione per il design e lo sviluppo web mi hanno portato ad approcciarmi al mondo informatico come front-end developer.",
  "counter1": "Mesi di apprendimento",
  "counter2": "Progetti finiti",
  "s": "Abilitá",
  "m": "Sviluppo Mobile",
  "c": "Studi",
  "web": "Sviluppo Web",
  "ph" : "Fotografia",
  "gd": "Grafica",
  "c1": "Diplomato in Informatica presso l'Istituto Tecnico - ITIS Leonardo Da Vinci di Pisa.",
  "c2": "Diplomato in Graphic Design presso l'Accademia di Belle Arti di Brescia Santa Giulia.",
  "c3": "Fotografo ritrattista certificato presso l'Istituto Marangoni di Firenze.",
  "c4": "Certificato come Sviluppatore Front-End di Meta - dalla piattaforma Coursera.",
  "web-desc": "Ho frequentato un corso di web design di 3 anni, mentre mi laureavo in Design Grafico.",
  "sm-title": "Mente Scientifica",
  "sm-desc": "Il mio diploma in informatica e la passione per i computer mi hanno plasmato come un pensatore scientifico.",
  "artist-title": "Artista",
  "artist-desc": "Laureato in graphic design, fotografo nel tempo libero, amo la musica e l'arte.",
  "fast-title": "Apprendimento veloce",
  "fast-desc": "Ho imparato a utilizzare gli strumenti più recenti per lo sviluppo di siti web in soli pochi mesi completamente da solo.",
  "sociable-title": "Socievole",
  "sociable-desc": "Amo lavorare in team, sono un buon ascoltatore e sono sempre pronto ad aiutare.",
  "motivated-title": "Motivato",
  "motivated-desc": "Sono sempre motivato ad imparare cose nuove e migliorare le mie competenze.",
  "constant-title": "Costante",
  "constant-desc": "La costanza è uno dei segreti per migliorare e la mia disciplina mi aiuta.",
  "skills-title": "Le mie abilità",
  "skills-desc": "In tutti questi anni ho sviluppato diverse competenze che possono essere utili nel campo dello sviluppo web e mobile, e in molte altre situazioni lavorative.",
  "work-title": "I miei lavori",
  "work-desc1": "Durante il mio processo per l'apprendimento ho imparato molte cose sullo sviluppo back-end, web e mobile, e realizzato molti progetti,",
  "work-desc2": "i piú importanti sono questo Portfolio e l'applicazione per le note con flutter.",
  "testimonial-title1": "Cosa le mie conoscenze",
  "testimonial-title2": "dicono di me",
  "Mirko": "Davide è una persona sincera, genuina e super creativa, ho lavorato con lui diverse volte e in ogni progetto che abbiamo realizzato era capace di pensare fuori dagli schemi con il suo incredibile pensiero laterale.",
  "Bianca": "Davide è un ragazzo meraviglioso e attento e un partner affidabile e responsabile. Vuole che i suoi progetti siano sempre impeccabili e mette molto impegno in tutto ciò a cui tiene!",
  "Claudia": "Davide è un ragazzo così appassionato e brillante! Da quello che ho visto, posso dire con sicurezza che incarna la definizione di una persona laboriosa: è sempre pieno di creatività e determinazione!",
  "Daniele": "Energia e affidabilità. La combinazione perfetta per una collaborazione armoniosa. Davide ascolta, comprende e si sforza sempre di dare il massimo per i suoi obiettivi.",
  "Shab": "Davide è un vero artista del frontend, sono sempre colpito dalle sue capacità creative nel risolvere i problemi. La sua creatività lo distingue davvero.",
  "Mirko-role": "Amico",
  "Bianca-role": "Ragazza",
  "Claudia-role": "Sorella",
  "Daniele-role": "Fratello gemello",
  "Shab-role": "Amico",
  "Connect1": "Connettiamoci",
  "Connect2": "!",
  "Talk": "Parliamo",
  "name": "Nome",
  "message": "Messaggio",
  "success": "Messaggio inviato!, Risponderó il prima possibile.",
  "fail": "C'é stato un errore nell'invio del messaggio."
  }
