
{
    "home.title1": "My journey into",
    "home.title2": "the",
    "home.title3": "field.",
    "home.text": "Welcome to my portfolio! My name is Davide, and I'm 25 years old. I spent the first 4 years of my life in Vicenza, followed by 12 years in Sardinia, 7 in Lucca, and the last 2 years in Brescia. Armed with a diploma in Computer Science and a degree in Graphic Design, I chose to merge the two fields and specialize in Front-End development!",
    "button": "My projects",
    "about.title1": "How the",
    "about.title2": "take my experiences",
    "about.title3": "together.",
    "about.text": "Since childhood, I've blended art and technology, obtaining a diploma in computer science and a degree in graphic design. This passion for design and web development ultimately led me to pursue a career as a front-end developer.",
    "counter1": "Months of learning",
    "counter2": "Finished projects",
    "s": "Skills",
    "c": "Credentials",
    "web": "Web Development",
    "ph": "Photography",
    "gd": "Graphic Design",
    "c1": "Graduated in Information Technology from Technical Institute - ITIS Leonardo Da Vinci Pisa.",
    "c2": "Graduated in Graphic Design - Academy of Fine Arts of Brescia Santa Giulia.",
    "c3": "Certificated portrait photographer - Marangoni Institute of Florence.",
    "c4": "Certificated as Meta Front-End Developer - from Coursera platform.",
    "web-desc": "I completed a 3-year course in web design while pursuing my degree in Graphic Design.",
    "sm-title": "Scientific Mind",
    "sm-desc": "My computer science diploma and passion for computers have shaped me into a scientific thinker.",
    "artist-title": "Artist",
    "artist-desc": "I graduated in graphic design, pursue photography in my free time, and have a deep love for music and art.",
    "fast-title": "Fast Learning",
    "fast-desc": "I quickly mastered the use of the latest website development tools in just a few months, all by my self.",
    "sociable-title": "Sociable",
    "sociable-desc": "I thrive in collaborative environments, being a good listener and always ready to offer assistance.",
    "motivated-title": "Motivated",
    "motivated-desc": "I'm consistently motivated to learn and enhance my skills.",
    "constant-title": "Constant",
    "constant-desc": "Consistency is key to improvement, and my discipline facilitates this process.",
    "skills-title": "My skills",
    "skills-desc": "Over these years, I have developed various skills that can be useful in the field of front-end, and in many other work situations.",
    "work-title": "My works",
    "work-desc1": "These are my works during the process of learning front-end development, for now",
    "work-desc2": "the most important project is this Portfolio.",
    "testimonial-title1": "What my connections",
    "testimonial-title2": "say about me",
    "Mirko": "Davide a Simply genuine and super creative person, I worked with him several times and in every project we made he was capable to go outside the box with his incredible lateral thought",
    "Bianca": "Davide is a wonderful and attentive guy and a reliable and responsible partner. He wants his projects to always be impeccable and puts a lot of effort into everything he cares about!",
    "Claudia": "Davide is such a passionate, bright guy! From what I’ve seen, I can confidently say that he embodies the definition of a hardworking person: he is always brimming with creativity and determination!",
    "Daniele": "Energy and reliability. The perfect combination for harmonious collaboration. Davide listens, understands, and always strives to give his utmost for his goals.",
    "Shab": "Davide is a true frontend artist, I am always struck by his creative problem-solving skills. His creativity truly sets him apart.",
    "Mirko-role": "Friend",
    "Bianca-role": "Girlfriend",
    "Claudia-role": "Sister",
    "Daniele-role": "Twins Brother",
    "Shab-role": "Friend",
    "Connect1": "Let's",
    "Connect2": "connect!",
    "Talk": "Let's talk",
    "name": "Name",
    "message": "Message",
    "success": "Message sent!, I'll answer as soon as possible.",
    "fail": "There was an error sending the message. Please try again later."
  }
